{
  "meta.website.title.default": "Startup investing made simple, for everyone",
  "meta.website.title.empty": "Jibrel",
  "meta.website.title.template": "%s • Jibrel",
  "meta.website.description": "Jibrel enables startups and investors to connect in previously unimaginable ways to create capital formation.",
  "main.tagline": "Startup investing made simple, for <em>everyone</em>",
  "main.companies.title": "Investment Opportunities",
  "offering.title": "Deal Terms",
  "offering.status.completed": "✓ Completed",
  "offering.completed.title": "Round Completed!",
  "offering.completed.description": "%s had raised %s on %s",
  "offering.valuation.title": "Valuation",
  "offering.valuationCap.title": "Valuation Cap",
  "offering.type.title": "Type of Security",
  "offering.type.common_shares": "Common Shares",
  "offering.type.convertible_debt": "Convertible Promissory Note",
  "offering.round.title": "Funding Round",
  "offering.round.angel": "Angel Round",
  "offering.round.seed": "Seed Round",
  "offering.round.a": "Series A",
  "offering.round.b": "Series B",
  "offering.round.c": "Series C",
  "offering.round.d": "Series D",
  "offering.minInvestment.title": "Minimum Investment",
  "offering.equity.title": "Offered Equity",
  "offering.goal.title": "Round Size",
  "offering.completed.goal.title": "Raised",
  "offering.deadline.title": "Deadline",
  "risks.title": "Risks",
  "risks.excerpt": "Investing in private placements and early-stage startups can be very rewarding, but it involves risks, including loss of capital, illiquidity, lack of dividends, and dilution. Jibrel is targeted exclusively at investors who are sufficiently sophisticated to understand these risks and make their own investment decisions. You will only be able to invest via Jibrel.com once you are registered as sufficiently sophisticated.",
  "risks.links.disclosures": "Read the full risk disclosures",
  "risks.content": "<p>This offer is an Exempt Offer in accordance with the Market Rules of the Abu Dhabi Global Market (\"ADGM\") Financial Services Regulatory Authority. This Exempt Offer material is intended for distribution only to Persons of a type specified in the Market Rules. It must not be delivered to, or relied on by, any other Person. The ADGM Financial Services Regulatory Authority has no responsibility for reviewing or verifying any documents in connection with Exempt Offers. The ADGM Financial Services Regulatory Authority has not approved this Exempt Offer document nor taken steps to verify the information set out in it, and has no responsibility for it. The Securities to which this Exempt Offer relates may be illiquid and/or subject to restrictions on their resale. Prospective purchasers of the Securities offered should conduct their own due diligence on the Securities. If you do not understand the contents of this Exempt Offer you should consult an authorised financial advisor.</p>\n<p>The Exempt offer material has been approved as a financial promotion by Jibrel Limited (\"Jibrel\"). Jibrel is authorised and regulated by the Financial Services Regulatory Authority for the purposes of developing financial technology services within the RegLab. Nothing in this offer document is intended to be or should be construed as investment advice. In approving this document, Jibrel’s role is solely limited to approving financial promotions for the purposes of the ADGM financial promotion rules, and should in no way be seen as an endorsement, recommendation or assessment of the suitability of a particular investment.</p>",
  "company.action.watch": "Watch video",
  "company.action.invest": "Invest now",
  "company.contacts.title": "About %s",
  "company.contacts.name.title": "Legal Name",
  "company.contacts.founded.title": "Founded",
  "company.contacts.employees.title": "Employees",
  "company.contacts.website.title": "Website",
  "company.contacts.social.title": "Social",
  "company.contacts.location.title": "Location",
  "offering-stub.title": "To view deal terms, verify your identity",
  "offering-stub.action.verify": "Verify identity",
  "offering-stub.notice": "To comply with financial regulations, we can only show full campaign details to registered users.",
  "content-hidden.title": "Create and verify an account to reveal full %s campaign details",
  "about.title": "About",
  "about.excerpt": "Jibrel is an online alternative investing marketplace that aims to better connect global investors with <strong>some of the world's fastest-growing startup economies</strong>.",
  "invest.title": "Invest",
  "invest.feature.access.title": "Unique Access",
  "invest.feature.access.description": "Global investors can access opportunities from a previously inaccessible market of early and growth-stage startups, through a fully regulated equity management platform. Jibrel aims to better connect global investors with some of the fastest-growing startup economies in the world.",
  "invest.feature.transparency.title": "Full Transparency",
  "invest.feature.transparency.description": "By automating capitalization tables and shareholder governance, Jibrel provides investors with more transparency and control. Investors can exercise equity rights, such as liquidation preferences, anti-dilution provisions, and governance voting, through a simple interface.",
  "invest.feature.liquidity.title": "Digital Exit Facility",
  "invest.feature.liquidity.description": "Jibrel enhances market depth and liquidity in a way that is legally and technically secure by facilitating secondary transfers through a digital exit facility.",
  "invest.feature.regulation.title": "Regulated and Enforced Investor Rights",
  "invest.feature.regulation.description": "Shareholder rights are protected and ensured through automated enforcement. Investors directly own digitized equity through a fully regulated equity management platform. Using Jibrel, investors can exercise their governance rights through a simple interface.",
  "invest.start.title": "How to start?",
  "invest.start.description": "To start investing, please verify your identity.",
  "invest.action.verify": "Verify identity",
  "invest.action.invest": "Invest now",
  "raise.title": "Raise",
  "raise.feature.global.title": "Global Capital at a Fraction of the Cost and Time",
  "raise.feature.global.description": "Jibrel stimulates global capital formation and reduces market frictions by deploying best-in-class financial and legal technology. The platform empowers startups with the ability to raise capital globally at a fraction of the cost and time.",
  "raise.feature.diversification.title": "Wider Reach",
  "raise.feature.diversification.description": "Jibrel allows startups to attract, onboard and manage a much larger and a more diversified pool of investors. The platform utilizes digitized securities, equity, and convertible notes, to simplify and streamline investor oversight and management.",
  "raise.feature.management.title": "Easier Management of Equity Rights",
  "raise.feature.management.description": "By programmatically embedding various divisions of equity rights into digital securities, Jibrel facilitates the automation of governance and compliance making investor management much more scalable.",
  "raise.feature.efficiency.title": "Streamlined Securitization through Digital Equity",
  "raise.feature.efficiency.description": "Tokenization of equity is a more efficient means of asset securitization. Digital securities provide a wide range of benefits to startups — ultimately redefining how companies are built, funded and managed.",
  "raise.start.title": "Learn More",
  "raise.start.description": "If you want to learn more about fundraising with Jibrel, please contact us.",
  "raise.action.contact": "Apply Now",
  "navigation.primary.action.open": "Open menu",
  "navigation.primary.invest": "Invest",
  "navigation.primary.raise": "Raise",
  "navigation.primary.about": "About",
  "navigation.primary.logout": "Log out",
  "navigation.primary.login": "Log in",
  "navigation.primary.signup": "Sign up",
  "navigation.legal": "Legal",
  "navigation.legal.privacy-policy": "Privacy Policy",
  "navigation.legal.risk-disclosures": "Risk Disclosures",
  "navigation.legal.terms-and-conditions": "Terms & Conditions",
  "navigation.legal.subscription-agreement": "Subscription Agreement",
  "navigation.help": "Help",
  "navigation.help.support": "Support",
  "navigation.social": "Social",
  "navigation.social.facebook.title": "Facebook",
  "navigation.social.instagram.title": "Instagram",
  "navigation.social.kakaotalk.title": "KakaoTalk",
  "navigation.social.linkedin.title": "LinkedIn",
  "navigation.social.medium.title": "Medium",
  "navigation.social.telegram.title": "Telegram",
  "navigation.social.twitter.title": "Twitter",
  "navigation.social.youtube.title": "YouTube",
  "404.title": "It Looks Like You’re Lost",
  "404.description": "This page is missing or you assembled the link incorrectly.",
  "404.action.back": "Back to main",
  "500.title": "Something Went Wrong",
  "500.description": "It’s not you — it’s us. Please try again later.",
  "500.action.back": "Back to main"
}
